const Data = {
    advertisement : [
        {
            title:"91 متر نوساز تکواحدی",
            price :"10,350,000,000",
            image :"427077595_3756a9c6323983ae6ac009cc6648bed3.webp",
            address : "تهران ، تهران ، نارمک",
            order_product : false,
        },
        {
            title:" ایفون14پرومکس کپی/سفارش دبی2022شیک16گیگ+ارسال ",
            price :"6,490,000",
            image : "416905700_2bb2e7cf465834e37a74fb7fdd817da8.webp",
            address :"ارسال سراسری به همه شهرهای ایران",
            order_product : true,
            logo_company : "Image-1.jpg",
        },
        {
            title:"فروش آپارتمان 93 متر در زعفرانیه",
            price :"1,750,000,000",
            image : "426101274_682e622445c4e5ad8952d04cf8cb8ef2.webp",
            address :"مازندران ، ساری ، شهبند",
            order_product : false,
            logo_company : "Image-2.jpg",
        },
        {
            title : " فروش آپارتمان 65 متر در شهر جدید هشتگرد ",
            price :"950,000,000",
            image : "425062016_9aaa6cda1f64f7ba7c6820d3e941a344.webp",
            address : "البرز ، شهر جدید هشتگرد",
            order_product : false,
            logo_company : "Image-3.jpg",
        },
        {
            title:"تجاری مسکونی",
            price:"5,500,000,000",
            image :"426421791_dd1f198d0a5e2bcc806f4b3a1a150f75.webp",
            address:"البرز ، مشکین دشت ، زیبا دشت فرخ آباد",
            order_product : false,
        },
        {
            title : "فروش 250 متر زمین مسکونی در ساداتشهر",
            price :"3,000,000,000",
            image : "418657479_3f3d6256940b04edd4588d7ab492c4f5.webp",
            address : "مازندران ، رامسر ، رمک",
            order_product : false,
            logo_company : "Image-4.jpg",
        },
        {
            title : "چراغ خورشیدی شارژی پکیج خورشیدی روشنایی خورشیدی",
            price :"1,550,000",
            image : "422542699_be17b6f73cdc7aeddb373647797185e0.webp",
            address : "ارسال سراسری به همه شهرهای ایران",
            order_product : true,
            logo_company : "Image-5.jpg",
        },
        {
            title : "کفش تمام چرم مجلسی کد 300",
            price :"580,000",
            image : "426275931_76ddf3cf1c6fada033514d0024ccda81.webp",
            address : "ارسال سراسری به همه شهرهای ایران",
            order_product : true,
        },
        {
            title : "پکیج خورشیدی قابل حمل",
            price :"1,500,000",
            image : "422318218_be491a1cca89b1f64d9676e901a729ac.webp",
            address : "ارسال سراسری به همه شهرهای ایران",
            order_product : true,
            logo_company : "Image-5.jpg",
        },
        {
            title : "انگشتر زنجیردار پروانه ای همراه با ارسال رایگان",
            price :"189,000",
            image : "419902768_1e6fb0ade02d2a2056b3d63242fefb60.webp",
            address : "ارسال سراسری به همه شهرهای ایران",
            order_product : true,
            logo_company : "Image-6.jpg",
        },
        {
            title : "اجاره آپارتمان 72 متر در فردیس",
            price :{
                "رهن" : "200,000,000 ",
                "اجاره" : "3,500,000 ",
            },
            image : "414706581_5ac84d5d3c1317c519f991f5702fe762.webp",
            address : "البرز، فردیس، فلکه چهارم و پنجم",
            order_product : false,
            logo_company : "Image-7.jpg",
        },
        {
            title :"زمین نزدیک ساحل و جاده اصلی چابکسر به رامسر",
            price :"5,200,000,000 ",
            image:"426415181_e2f697c4a5c4cc82a4204ccd37f2bdad.webp",
            address :"گیلان ، چابکسر ، قاسم آباد علیا",
            order_product : false,
        },
        {
            title :"دریل چکشی 1350 وات آپ اسپیریت",
            price :"899,000 ",
            image : "421911545_9852c2d2d79e9177674582d679e30102.webp",
            address : "ارسال به همه شهرهای ایران",
            order_product : true,
            logo_company : "Image-8.jpg",
        },
        {
            title :" کیس گیمینگ قدرتمند قوی تر از پلی استیشن 4 هارد 1 ترا رم 16 ",
            price :"13,785,000 ",
            image : "421739510_cb802eb97b986798794f55558690ee2d.webp",
            address : "ارسال به همه شهرهای ایران",
            order_product : true,
            logo_company : "Image-9.jpg",
        },
        {
            title :"82متری اعلائی /تاپ لوکیشن/کم واحدی/غرق نور",
            price :"7,700,000,000 ",
            image : "427348044_2dd26fc8b7fbe12ec76f6829e2a166b4.webp",
            address : "تهران ، تهران ، پونک",
            order_product : false,
            logo_company : "Image-10.jpg",
        },
        {
            title :" فروش آپارتمان 165 متر در ولنجک ",
            price :"قیمت توافقی",
            image : "412070342_fd059a9c5c1dfef640a3d8637779269f.webp",
            address : "تهران ، تهران ، ولنجک",
            order_product : false,
            logo_company : "Image-10.jpg",
        },
        {
            title :" اجاره آپارتمان 150 متر در علم و صنعت ",
            price :{
                "رهن" : "1,000,000,000",
                "اجاره" : "15,000,000",
            },
            image : "412070342_fd059a9c5c1dfef640a3d8637779269f.webp",
            address : "تهران ، تهران ، ولنجک",
            order_product : false,
        },
        {
            title :"انگشتر ژوپینگ با آویز ستاره آبکاری طلا 18 عیار",
            price :"235,000",
            image : "422958227_3c9fbb0773bda843b03fc192939829b6.webp",
            address : "ارسال سراسری به همه شهرهای ایران",
            order_product :true,
            logo_company : "Image-6.jpg",
        },
        {
            title :"فروش ویلا 500 متر در آهودشت",
            price :"3,000,000,000",
            image : "417815963_efc969755085d9e5f0acc659ef5d78f1.webp",
            address : "مازندران ، چمستان ، آهودشت",
            order_product :false,
            logo_company : "Image-11.jpg",
        },
        {
            title :"اداری 4 متر / دریاچه چیتگر / منطقه 22 / فول امکانات",
            price :"6,850,000,000",
            image : "424104678_6e0f7e20d575631d3d1e8b3f1f957c06.webp",
            address : "تهران ، تهران ، دریاچه شهدای خلیج فارس",
            order_product :false,
            logo_company : "Image-12.jpg",
        },

    ],
    categories : [
        {
            name:"وسایل نقلیه",
            types_advertisement :["خودرو","مزایده خودرو","موتور سیکلت","خودرو کلاسیک","سنگین و نیمه سنگین","کشاورزی و عمرانی","لوازم و قطعات وسایل نقلیه","سایر وسایل نقلیه","اجاره خودرو","اجاره کشاورزی و عمرانی","قایق و تفریحات آبی"],
        },
        {
            name:"املاک",
            types_advertisement :["خریدو فروش ویلا","رهن و اجاره خانه وآپارتمان","خرید و فروش خانه و آپارتمان","اجاره کوتاه مدت ویلا، سوئیت","رهن و اجاره اداری ، تجاری و صنعتی","خرید و فروش اداری ، تجاری و صنعتی","زمین و باغ","سایر املاک"],
        },
        {
            name:"استخدام",
            types_advertisement :["آرایشگر | اپیلاسیون کار","آشپزو مشاغل مرتبط","انبار دار","بازاریاب | ویزیتور","برنامه نویس و کارشناس شبکه","پرستار","پزشک و مشاغل مرتبط","پیک و تحصیلدار","تایپیست و مترجم","تبلیغات و مارکتینگ","تعمیرکار | مکانیک","تکنسین","حراست | نگهبان","حسابدار | مدیرمالی","خیاط و مشاغل مرتبط","راننده","طراح | گرافیست","فروشنده | کارشناس فروش","کارگر ساده","کارگر ماهر","مدرس | مربی","مدیر","مشاور املاک","منشی | کارمند اداری","مهندس","نظافتچی و سرایدار","وکیل‌ | کارشناس حقوقی","مشاغل دیگر"],
        },
        {
            name:"خدمات و کسب و کار",
            types_advertisement:["آرایشگری و زیبایی","آموزش","اجاره لوازم","اسباب کشی و حمل ونقل","اینترنت ، رایانه و موبایل","باغبانی و فضای سبز","سلامت","ترجمه و تایپ","تعمیرات","خرید و فروش عمده","خودرو و موتور سیکلت","رویدادهای اجتماعی","ساختمان و دکوراسیون داخلی","گرافیک ، تبلیغات و چاپ","مالی ، حقوقی و بیمه","مراسم و کترینگ","معرفی و تبلیغات کسب و کار","مواد غذایی","نظافت و خدمات منزل","هنری","سایر خدمات"],
        },
        {
            name:"لوازم خانگی",
            types_advertisement :["مبلمان و لوازم چوبی","وسایل برقی خانه و آشپزخانه","ظروف و لوازم خانه","دکوزاسیون داخلی و روشنایی","فرش ، گلیم و قالیچه","آنتیک","سایر لوازم خانه و حیاط","لوازم سرمایش و گرمایش"]
        },
        {
            name:"ورزش فرهنگ فراغت",
            types_advertisement : ["دوچرخه","تور مسافرتی","ورزشی","کتاب و لوازم تحریر","سرگرمی و اسباب بازی","حیوانات و لوازم","انواع ساز و آلات موسیقی","هنر و صنایع دستی","کلکسیونی","سایر سرگرمی ها"]
        },
        {
            name:"لوازم الکترونیکی",
            types_advertisement : ["لپ تاپ و کامپیوتر","صوتی و تصویری","دوربین عکاسی و فیلمبرداری و لوازم","کنسول بازی و لوازم","بازی های اینترنتی","سایر لوازم الکترونیکی","لوازم کامپیوتر و پرینتر"],
        },
        {
            name:"صنعتی ، اداری و تجاری",
            types_advertisement : ["ماشین آلات وتجهیزات صنعتی ","ابزار و یراق آلات","لوازم اداری","تجهیزات پزشکی و آزمایشگاهی","تجهیزات و لوازم کافه و رستوران","تجهیزات تجاری و فروشگاه","تجهیزات عمرانی و ساختمانی","تجهیزات کشاورزی و دامداری","اجاره تجهیزات صنعتی","دیگر"],
        },
        {
            name:"موبایل ، تبلت و لوازم",
            types_advertisement : ["موبایل و تبلت ","لوازم موبایل","سیمکارت و خط تلفن ثابت"],
        },
        {
            name :"لوازم شخصی",
            types_advertisement : ["لباس ، کیف و کفش " , "زیور آلات و ساعت","بهداشتی ، آرایشی ، پزشکی","لباس و لوازم کودک و نوزاد","سایر لوازم شخصی"],
        }
    ],
    cities:[
        {
            name:"تهران",
            subset_cities :["تهران","آبسرد","آبعلی","ارحمند","اسلامشهر","اندیشه","باغستان","باقرشهر","بومهن","پاکدشت","پردیس","پرند","پیشوا","جوادآباد","چهاردانگه","حسن آباد","دماوند","دیزین","رباط کریم","رودهن","شاهدشت","شریف آباد","شمشک","شهر ری","شهریار","صالح آباد","صباشهر"],
        },
        {
            name:"مازندران",
            subset_cities :["ساری","آلاشت","آمل","ارطه","امامزاده عبدالله","امیرکلا","ایزد شهر","بابل","بابلسر","بلده","یهشهر","بهنمیر","پایین هولار","پل سفید","پول","تنکابن","جویبار","چالوس","چمستان","خرم آباد","خلیل شهر","خوش رودپی","دابودشت","رامسر","رستمکلا","رویان","رینه"],
        },
        {
            name:"آذربایجان شرقی",
            subset_cities :["تبریز","آبش احمد","آذرشهر","آقکند","اسکو","اهر","ایلخچی","باسمنج","بخشایش","بستان آباد","بناب","بناب جدید","ترک","ترکمنچای","تسوج","تیکمه داش","جلفا","خاروانا","خامنه","خراجو","خسروشهر","خضرلو","خمارلو","خواجه","دوزدوزان","زرنق","زنور","سراب","سردرود","سهند"]
        },
        {
            name:"آذربایجان غربی",
            subset_cities : ["ارومیه","آواجیق","اشنویه","ایواوغلی","باروق","بازرگان","بوکان",'پلدشت',"پیرانشهر","تازه شهر","تکاب","چهاربرج","خوی","دیزج دیز","ربط","سردشت","سرو","سلماس","سیلوانه","سیمینه","سیه چشمه","شاهین دژ","شوط","فیرورق","قره ضیاءالدین","قطور","قوشچی","کشاورز","گردکشانه"]
        },
        {
            name :"اردبیل",
            subset_cities : ["اردبیل","آبی بیگلو" , "اصلاندوز","بیله سوار","پارس آباد","تازه کند","تازه کندانگوت","جعفرآباد","خلخال","رضی","سرعین","عنبران","فخرآباد","کلور","کوراییم","گرمی","گیوی","لاهرود","مشگین شهر","نمین","نیر","هشتجین","هیر"],
        },
        {
            name : "اصفهان",
            subset_cities : ["اصفهان","آران و بیدگل","ابریشم","ابوزیدآباد","اردستان","اژیه","افوس","انارک","ایمانشهر","بادرود","باغ بهادران","بافران","برزک","برف انبار","بهاران شهر","بهارستان","بوئین و میاندشت","پیربکران","تودشک","تیران","جندق","جوزدان","جوشقان و کامو","چادگان","چرمهین","حبیب آباد","حسن آباد"],
        },
        {
            name :'البرز',
            subset_cities : ["کرج","اسارا","اشتهارد","تنکمان","تهران دشت","چهارباغ","ساوجبلاغ","سعیدآباد","شهر جدید هشتگرد","طالقان","فردیس","کردان","کمال شهر","کوهسار","گرمدره","مارلیک","ماهدشت","محمدشهر","مشکین شهر","نظرآباد","هشتگرد" ],
        },
        {
            name : "ایلام",
            subset_cities : ["ایلام","آبدانان","آسمان آباد","ارکواز","ایوان","بدره","پهله","توحید","چوار","دره شهر","دلگشا","دهلران","زرنه","سراب آباد","سرابله","صالح آباد","لومار","مهران","مورموری","موسیان","میمه"],
        },
        {
            name :"بوشهر",
            subset_cities : ["بوشهر","آب پخش","آبدان","امام حسن","انارستان","اهرم","برازجان","بردخون","بندردیر","بندردیلم","بندرریگ","بندرکنگان","بندر گناوه","بنک","تنگ ارم","جم","چغادک","خارک","خورموج","دالکی","دلوار","ریز","سعدآباد","سیراف","شبانکاره"],
        },
        {
            name :"چهارمحال و بختیاری",
            subset_cities : ["شهرکرد","آلونی","اردل","باباحیدر","بروجن","بلداجی","بن","جونقان","چلگرد","سامان","سفیددشت","سودجان","سورشجان","شلمزار","طاقانک","فارسان","فرادنبه","فرخ شهر","کیان","گندمان","گهرو","لردگان","مال خلیفه","ناغان","نافچ","نقنه","هفشجان"],
        },
        {
            name :"خراسان جنوبی",
            subset_cities : ["بیرجند","آرین شهر","آیسک","ارسک","اسدیه","اسفدن","اسلامیه","بشرویه","حاجی آباد","خضری دشت آباد","خوسف","زهان","سرایان","سربیشه","سه قلعه","شوسف","طبس","فردوس","قاین","قهستان","محمدشهر","مود","نهبندان","نیمبلوک"],
        },
        {
            name :"خراسان رضوی",
            subset_cities : ["مشهد","احمدآباد صلوات","انابد","باجیگران","باخزر","بار","بایگ","بجستان","بردسکن","بیدخت","بینالود","تایباد","تربت جام","جغتای","جنگل","چاپشلو","چکنه","چناران","خرو","خلیل آباد","خواف","داورزن","در رود","درگز","دولت آباد","رباط سنگ","رشتخوار","رضویه","رودآب"],
        },
        {
            name :"خراسان شمالی",
            subset_cities : ["بجنورد","آشخانه","اسفراین","ایور","پیش قلعه","تیتکانلو","جاجرم","حصارگرمخان","درق","راز","سنخواست","شوقان","شیروان","صفی آباد","فاروج","قاضی","گرمه","لوجلی"],
        },
        {
            name :"خوزستان",
            subset_cities:["اهواز","آبادان","آغاجاری","اروندکنار","الوان","امیدیه","اندیمشک","ایذه","باغ ملک","بستان","بندرامام خمینی","بندرماهشهر","بهبهان","ترکالکی","جایزان","چمران","چویبده","حر","حسینیه","حمزه","حمیدیه","خرمشهر","دارخوین","دزآب","دزفول","دهدز","رامشیر","رامهرمز","رفیع","زهره"],
        },
        {
            name :"زنجان",
            subset_cities : []
        },
        {
            name :"سمنان",
        },
        {
            name :"سیستان و بلوچستان",
        },
        {
            name :"فارس",
        },
        {
            name :"قزوین",
        },
        {
            name :"قم",
        },
        {
            name :"کردستان",
        },
        {
            name :"کرمان",
        },
        {
            name :"کرمانشاه",
        },
        {
            name :"کهگیلویه و بویر احمد",
        },
        {
            name :"گلستان",
        },
        {
            name :"لرستان",       
        },
        {
            name :"گیلان",
        },
        {
            name :"مرکزی",
        },
        {
            name :"هرمزگان",
        },
        {
            name:"همدان",
        },
        {
            name :"یزد",
        }
        
    ]
}
export default Data